Repository: tropicalthink/mitlist
Catalog: frontend/ios/WidgetShared/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: %@ owes you %@
de: %1$@ schuldet dir %2$@
es: %1$@ te debe %2$@
fr: %1$@ te doit %2$@
nl: %1$@ is je %2$@ schuldig

source: %@ · %lld left
de: %1$@ · %2$lld offen
es: %1$@ · quedan %2$lld
fr: %1$@ · %2$lld restants
nl: %1$@ · nog %2$lld

source: %lld chores due
de: %lld Aufgaben fällig
es: %lld tareas pendientes
fr: %lld tâches à faire
nl: %lld klusjes te doen

source: %lld left
de: %lld offen
es: quedan %lld
fr: %lld restants
nl: nog %lld

source: %lld of %lld left
de: %1$lld von %2$lld offen
es: quedan %1$lld de %2$lld
fr: %1$lld sur %2$lld restants
nl: nog %1$lld van %2$lld

source: +%lld more
de: +%lld weitere
es: +%lld más
fr: +%lld de plus
nl: +%lld meer

source: Add ${itemName} to ${list}
de: ${itemName} zu ${list} hinzufügen
es: Añadir ${itemName} a ${list}
fr: Ajouter ${itemName} à ${list}
nl: ${itemName} aan ${list} toevoegen

source: Add a chore
de: Aufgabe hinzufügen
es: Añadir una tarea
fr: Ajouter une tâche
nl: Klusje toevoegen

source: Add expense %@
de: Ausgabe %@ erfassen
es: Añadir gasto de %@
fr: Ajouter la dépense %@
nl: Uitgave %@ toevoegen

source: Add item
de: Artikel hinzufügen
es: Añadir artículo
fr: Ajouter un article
nl: Item toevoegen

source: Add to list
de: Zur Liste hinzufügen
es: Añadir a la lista
fr: Ajouter à la liste
nl: Aan lijst toevoegen

source: Added %@ to %@.
de: %1$@ zu %2$@ hinzugefügt.
es: %1$@ añadido a %2$@.
fr: %1$@ ajouté à %2$@.
nl: %1$@ toegevoegd aan %2$@.

source: Adds an item to a mitlist list.
de: Fügt einer mitlist-Liste einen Artikel hinzu.
es: Añade un artículo a una lista de mitlist.
fr: Ajoute un article à une liste mitlist.
nl: Voegt een item toe aan een mitlist-lijst.

source: All settled
de: Alles ausgeglichen
es: Todo saldado
fr: Tout est réglé
nl: Alles vereffend

source: Apples
de: Äpfel
es: Manzanas
fr: Pommes
nl: Appels

source: Balance
de: Saldo
es: Saldo
fr: Solde
nl: Saldo

source: Basil
de: Basilikum
es: Albahaca
fr: Basilic
nl: Basilicum

source: Bins out
de: Müll rausbringen
es: Sacar la basura
fr: Sortir les poubelles
nl: Vuilnis buiten zetten

source: Bread
de: Brot
es: Pan
fr: Pain
nl: Brood

source: Choose the household this widget shows.
de: Wähle den Haushalt für dieses Widget.
es: Elige el hogar que muestra este widget.
fr: Choisis le foyer affiché par ce widget.
nl: Kies het huishouden dat deze widget toont.

source: Choose the list this widget shows.
de: Wähle die Liste für dieses Widget.
es: Elige la lista que muestra este widget.
fr: Choisis la liste affichée par ce widget.
nl: Kies de lijst die deze widget toont.

source: Chore
de: Aufgabe
es: Tarea
fr: Tâche
nl: Klusje

source: Chores
de: Aufgaben
es: Tareas
fr: Tâches
nl: Klusjes

source: Chores today
de: Aufgaben heute
es: Tareas de hoy
fr: Tâches du jour
nl: Klusjes vandaag

source: Chores, the shopping list, tonight's meal and who owes whom.
de: Aufgaben, Einkaufsliste, das Abendessen und wer wem was schuldet.
es: Tareas, lista de la compra, la cena de hoy y quién debe a quién.
fr: Tâches, liste de courses, repas du soir et qui doit quoi à qui.
nl: Klusjes, de boodschappenlijst, het avondeten en wie wie wat schuldig is.

source: Clean bathroom
de: Bad putzen
es: Limpiar el baño
fr: Nettoyer la salle de bain
nl: Badkamer schoonmaken

source: Coffee beans
de: Kaffeebohnen
es: Café en grano
fr: Café en grains
nl: Koffiebonen

source: Complete chore
de: Aufgabe erledigen
es: Completar tarea
fr: Terminer la tâche
nl: Klusje afronden

source: Create a list in mitlist
de: Erstelle eine Liste in mitlist
es: Crea una lista en mitlist
fr: Crée une liste dans mitlist
nl: Maak een lijst in mitlist

source: Due chores, with a Done button for each.
de: Fällige Aufgaben, jede mit Erledigt-Knopf.
es: Tareas pendientes, cada una con un botón Hecha.
fr: Les tâches à faire, chacune avec un bouton Terminé.
nl: Klusjes die nu moeten, elk met een Klaar-knop.

source: Flat 3B
de: WG 3B
es: Piso 3B
fr: Coloc 3B
nl: Studentenhuis 3B

source: Groceries
de: Lebensmittel
es: Compra
fr: Courses
nl: Boodschappen

source: Household
de: Haushalt
es: Hogar
fr: Foyer
nl: Huishouden

source: Household today
de: Haushalt heute
es: El hogar hoy
fr: Le foyer aujourd’hui
nl: Huishouden vandaag

source: Item
de: Artikel
es: Artículo
fr: Article

source: List
de: Liste
es: Lista
fr: Liste
nl: Lijst

source: Mark %@ done
de: %@ als erledigt markieren
es: Marcar %@ como hecha
fr: Marquer %@ comme terminée
nl: %@ als klaar markeren

source: Next up: %@, %@
de: Als Nächstes: %1$@, %2$@
es: Siguiente: %1$@, %2$@
fr: Prochaine : %1$@, %2$@
nl: Hierna: %1$@, %2$@

source: Next: %@
de: Danach: %@
es: Después: %@
fr: Ensuite : %@
nl: Hierna: %@

source: Nothing due
de: Nichts fällig
es: Nada pendiente
fr: Rien à faire
nl: Niets te doen

source: Nothing left to buy
de: Alles eingekauft
es: No queda nada por comprar
fr: Plus rien à acheter
nl: Niets meer te kopen

source: Nothing planned
de: Nichts geplant
es: Nada planeado
fr: Rien de prévu
nl: Niets gepland

source: Nothing to add.
de: Nichts zum Hinzufügen.
es: No hay nada que añadir.
fr: Rien à ajouter.
nl: Niets om toe te voegen.

source: Oat milk
de: Hafermilch
es: Leche de avena
fr: Lait d’avoine
nl: Havermelk

source: Open mitlist once to set up your lists.
de: Öffne mitlist einmal, um deine Listen einzurichten.
es: Abre mitlist una vez para configurar tus listas.
fr: Ouvre mitlist une fois pour configurer tes listes.
nl: Open mitlist één keer om je lijsten in te stellen.

source: Open mitlist to set up widgets
de: Öffne mitlist, um Widgets einzurichten
es: Abre mitlist para configurar los widgets
fr: Ouvre mitlist pour configurer les widgets
nl: Open mitlist om widgets in te stellen

source: Open mitlist to sync
de: Öffne mitlist zum Synchronisieren
es: Abre mitlist para sincronizar
fr: Ouvre mitlist pour synchroniser
nl: Open mitlist om te synchroniseren

source: Opens the mitlist scanner.
de: Öffnet den mitlist-Scanner.
es: Abre el escáner de mitlist.
fr: Ouvre le scanner mitlist.
nl: Opent de mitlist-scanner.

source: Opens your shopping list ready to type.
de: Öffnet deine Einkaufsliste zum Eintippen.
es: Abre tu lista de la compra lista para escribir.
fr: Ouvre ta liste de courses, prête à écrire.
nl: Opent je boodschappenlijst, klaar om te typen.

source: Overdue
de: Überfällig
es: Atrasada
fr: En retard
nl: Achterstallig

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
nl: Vernieuwen

source: Refresh widgets
de: Widgets aktualisieren
es: Actualizar widgets
fr: Actualiser les widgets
nl: Widgets vernieuwen

source: Scan receipt
de: Kassenbon scannen
es: Escanear ticket
fr: Scanner un ticket
nl: Bon scannen

source: Shopping
de: Einkaufen
es: De compras
fr: Courses
nl: Boodschappen

source: Shopping list
de: Einkaufsliste
es: Lista de la compra
fr: Liste de courses
nl: Boodschappenlijst

source: Sign in to mitlist
de: Bei mitlist anmelden
es: Inicia sesión en mitlist
fr: Connecte-toi à mitlist
nl: Log in bij mitlist

source: Soon
de: Bald
es: Pronto
fr: Bientôt
nl: Binnenkort

source: Tick items off and add new ones.
de: Artikel abhaken und neue hinzufügen.
es: Marca artículos y añade otros nuevos.
fr: Coche des articles et ajoutes-en.
nl: Vink items af en voeg nieuwe toe.

source: Tick off %@
de: %@ abhaken
es: Marcar %@
fr: Cocher %@
nl: %@ afvinken

source: Tick off item
de: Artikel abhaken
es: Marcar artículo
fr: Cocher l’article
nl: Item afvinken

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
nl: Vandaag

source: Tomatoes
de: Tomaten
es: Tomates
fr: Tomates
nl: Tomaten

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
nl: Morgen

source: Tonight
de: Heute Abend
es: Esta noche
fr: Ce soir
nl: Vanavond

source: Trip done
de: Einkauf fertig
es: Compra terminada
fr: Courses terminées
nl: Boodschappen klaar

source: Updated %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mis à jour %@
nl: Bijgewerkt %@

source: Waiting to sync
de: Wartet auf Synchronisierung
es: Esperando para sincronizar
fr: En attente de synchronisation
nl: Wacht op synchronisatie

source: Washing-up liquid
de: Spülmittel
es: Lavavajillas
fr: Liquide vaisselle
nl: Afwasmiddel

source: What should I add?
de: Was soll ich hinzufügen?
es: ¿Qué añado?
fr: Qu’est-ce que j’ajoute ?
nl: Wat moet ik toevoegen?

source: Who owes whom in your household.
de: Wer in deinem Haushalt wem was schuldet.
es: Quién debe a quién en tu hogar.
fr: Qui doit quoi à qui dans ton foyer.
nl: Wie wie wat schuldig is in je huishouden.

source: You owe %@
de: Du schuldest %@
es: Debes %@
fr: Tu dois %@
nl: Je moet %@ betalen

source: You owe %@ %@
de: Du schuldest %1$@ %2$@
es: Le debes %2$@ a %1$@
fr: Tu dois %2$@ à %1$@
nl: Je bent %1$@ %2$@ schuldig

source: You're owed %@
de: Du bekommst %@
es: Te deben %@
fr: On te doit %@
nl: Je krijgt %@

source: left
de: offen
es: pendientes
fr: restants
nl: te gaan

source: Lasagne
es: Lasaña
fr: Lasagnes
